Repository: wp-plugins/wp-rollback
Catalog: languages/wpr-*.po
Languages: pt_br, ru_ru, sv_se

source: Rollback
pt_br: Restaurar
ru_ru: Откат
sv_se: Återställning

source: No Rollback Available: This is a non-WordPress.org theme.
pt_br: Nenhum ponto de restauração disponível: Esse não é um tema do WordPress.org.
ru_ru: Откат недоступен. Эта тема не из репозитория WordPress.org.
sv_se: Ingen återställning tillgänglig: Detta är inget tema ifrån WordPress.org.

source: Loading...
pt_br: Carregando...
ru_ru: Загрузка...
sv_se: Laddar...

source: Please select a version number to perform a rollback.
pt_br: Por favor, selecione um número de versão para ser restaurada.
ru_ru: Пожалуйста выберите версию, на которую вы хотите откатиться.
sv_se: Välj ett versions nummer för att utföra en återställning.

source: You do not have sufficient permissions to perform rollbacks for this site.
pt_br: Você não tem permissão suficiente para concluir restaurações nesse site.
ru_ru: У вас нет необходимых прав, чтобы делать откаты тем и плагинов на этом сайте.
sv_se: Ni har inte tillräckligt med rättigheter för att utföra återställningar för den här sajten.

source: Installed Version
pt_br: Versão instalada
ru_ru: Установленная версия
sv_se: Installerad Version

source: An unexpected error occurred. Something may be wrong with WordPress.org or this server&#8217;s configuration. If you continue to have problems, please try the <a href="https://wordpress.org/support/">support forums</a>.
pt_br: Ocorreu um erro inesperado. Há algo errado no WordPress.org ou nas configurações do seu servidor. Caso você continue a ter problemas, por favor, entre em contato pelo <a href="https://wordpress.org/support/">fórum de suporte</a>.
ru_ru: Произошла неизвестная ошибка. Что-то не так с сайтом WordPress.org или с настройками вашего сервера. Если эти проблемы не пройдут сами по себе, то попробуйте найти решение на <a href="https://ru.forums.wordpress.org/forum/">форумах поддержки</a>.
sv_se: Ett oväntat fel inträffade. Något kan vara fel med WordPress.org eller denna server&#8217;s konfiguration. Om du fortsättningsvis har problem kan du felsöka <a href="https://wordpress.org/support/">support forums</a>.

source: (WordPress could not establish a secure connection to WordPress.org. Please contact your server administrator.)
pt_br: (WordPress não conseguiu estabelecer uma conexão segura com WordPress.org. Por favor, entre em contato com o administrador do seu servidor.)
ru_ru: [WordPress не может установить безопасное соединение с WordPress.org. Пожалуйста свяжитесь с администратором вашего сервера.]
sv_se: (WordPress kunde inte etablera en säker koppling till WordPress.org. Kontakta er server administratör.)

source: This rollback request is missing proper query string. Please contact support.
pt_br: Está faltando uma query string nessa requisição de restauração. Por favor, entre em contato com o suporte.
ru_ru: Этот откат требует правильную строку запроса. Пожалуйста, свяжитесь с автором плагина.
sv_se: Denna återställnings begäran saknar ordentlig frågesträng. Vänligen kontakta support.

source: WP Rollback is missing necessary parameters to continue. Please contact support.
pt_br: WP Rollback necessita de alguns parâmetros para continuar. Por favor, entre em contato com o suporte.
ru_ru: WP Rollback не может работать, так как неизвестны необходимые параметры. <br /> Пожалуйста, свяжитесь с поддержкой. <br /><strong>Замечание:</strong> ссылку "Откат" необходимо нажимать только на странице плагинов или тем.
sv_se: WP Rollback saknar nödvändiga parametrar för att fortsätta. Vänligen kontakta support.

source: Please select which %1$s version you would like to rollback to from the releases listed below. You currently have version %2$s installed of %3$s.
pt_br: Por favor, selecione abaixo qual versão do %1$s. Atualmente você tem a versão %2$s instalada do %3$s.
ru_ru: Пожалуйста выберите версию<span style="display:none;">%1$s</span>, на которую вы хотите откатиться. <br /> На данный момент вы используете %3$s версии %2$s.
sv_se: Välj vilken %1$s version du vill ha utföra återställning till från de utgåvor som anges nedan. Du har för närvarande version %2$s installerat av %3$s.

source: Cancel
pt_br: Cancelar
ru_ru: Отмена
sv_se: Avbryt

source: Are you sure you want to perform the following rollback?
pt_br: Você tem certeza que deseja restaurar os seguintes itens?
ru_ru: Вы уверены, что хотите выполнить этот откат?
sv_se: Är du säker du vill utföra följande återställning?

source: Plugin Name:
pt_br: Nome do plugin:
ru_ru: Название плагина:
sv_se: Namn på Plugin:

source: Theme Name:
pt_br: Nome do tema:
ru_ru: Название темы:
sv_se: Namn på Tema:

source: Installed Version:
pt_br: Versão instalada:
ru_ru: Установленная версия
sv_se: Installerad version:

source: New Version:
pt_br: Nova versão:
ru_ru: Новая версия:
sv_se: Ny Version:

source: <strong>Notice:</strong> We strongly recommend you perform a test rollback on a staging site and create a complete backup of your WordPress files and database prior to performing a rollback. We are not responsible for any misuse, deletions, white screens, fatal errors, or any other issue arising from using this plugin.
pt_br: <strong>Nota:</strong> Nós recomendamos que você teste em um ambiente local e crie um backup completo dos seus arquivos do WordPress e do banco de dados antes de prosseguir com a restauração. Nós não nos responsabilizamos por qualquer erro, apagamento, tela branca, erro fatal ou qualquer problema ocasionado pelo uso desse plugin.
ru_ru: <strong>Внимание:</strong> мы строго рекомендуем вам делать откаты, предварительно сделав бэкап сайта (файлов и базы данных). Мы не отвечаем за любые ошибки, к которым может привести откат на "глючную" версию плагина или темы (такое вполне может быть).
sv_se: <strong>Meddelande:</strong> Vi rekommenderar att du utför en test återställning till en mellanlagringsplats och skapar en fullständig säkerhetskopia av dina WordPress-filer och databas innan du utför en återställning. Vi ansvarar inte för missbruk, borttagningar, vita skärmar, allvarliga fel eller andra problem som kan uppkomma från att använda detta plugin.

source: Cheatin&#8217; huh?
pt_br: Trapaceando né?
ru_ru: Хакер, что ли?
sv_se: Fuskar du?
